<template>
  <div>

  为使用小果图册小程序服务，您应当阅读并遵守《用户使用协议》，请务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款。
除非您已阅读并接受本条款所有条款，否则您无权使用小果图册服务。您对小果图册服务的登录、查看、发布信息等行为即视为已读并同意本条款的约束。如果您未满18周岁，请在法定监护人的陪同下阅读本您协议，并特别注意未成年人使用条款。
1、协议的范围
1.1本条款是用户(以下简称“您")与小果图册之间关于用户使用小果图册服务所订立的协议。“用户"是指注册、登录、使用小果图册小程序的个人或组织。
1.2 小果图册服务是指小果图册根据本协议向您提供的图库创建与维护、产品管理、产品展示、产品分享、公司介绍等功能服务。
1.3 提供小果图册服务的小程序的所有权和全部的使用权均归小果图册所有，您仅是授权使用小果图册小程序提供的服务，具体服务以产品说明为准。
1.4小程序属于微信公众账号，在不与本协议冲突的情况下，您应遵守《微信公众平台服务协议》、《腾讯微信软件许可及服务协议》等关于微信公众账号的其他相关规定。
1.5本协议内容包括本协议正文及所有我们已经发布或将来可能发布的隐私权政策、各项政策、规则、声明、通知、警示、提示、说明(以下统称为“用户规则”)。前述用户规则为本协议不可分割的补充部分，与本协议具有同等法律效力。如您使用小果图册产品及服务，视为您同意上述补充部分。
2、账号
2.1账号注册
2.1.1您的微信号是您在小果图册服务中的唯一有效身份ID。为使您更好地使用小果图册服务，保障您的账户安全，本小程序主体可以要求您按本协议、用户规则及我国法律规定完成实名认证。
2.1.2您在使用小程序服务前需要先创建自己的图库。您确认，在您开始创建图库前，您应当是具备完全民事权利能力和与所从事的民事行为相适应的行为能力的自然人、法人或其他组织。若您不具备前述主体资格，请勿使用服务，否则您及您的监护人应承担因此而导致的一切后果，且我们有权注销(永久冻结)您的账户，并向您及您的监护人索偿。
2.1.3为维护小程序的健康运营，小果图册可以要求您准确完整地提供您的最新信息(包括您的名称及电子邮件地址、联系电话、联系地址等)。并且您承诺，在使用小程序服务的过程中提交和发布的信息均是真实、合法的，因不实信息导致小果图册或者第三方合法权益受损的，由您独立承担全部责任。
2.1.4小果图册不支持以下行业和产品的使用：医疗、药材、成人用品、仿真枪、烟草、烟花爆竹。其他合法合规的行业均支持使用。请确保您的小程序内容符合相关法律法规和平台政策，以避免影响使用。
2.2账号安全
2.2.1在您成功注册后，我们将需要根据您的微信号识别您的身份和授权登录。
2.2.2如您发现账号遭他人非法使用，应立即通知本小程序主体因黑客行为或您自身保管疏忽导致账号，密码遭他人非法使用所发生的一切责任，均应由您本人承担，本小程序主体不承担任何责任。
3、服务
3.1服务内容
3.1.1小果图册服务内容包含：图库创建与维护、产品管理、产品展示、产品分享、公司介绍等功能服务，这些功能服务可能根据用户需求的变化，随着因服务版本不同、或服务提供方的单方判断而被优化或修改，或因定期、不定期的维护而暂缓提供。
3.1.2 小果图册有权自行决定对服务或服务任何部分及其相关功能应用进行变更、升级、修改、转移，并有权决定以适当的方式进行公示或通知。
3.2服务费用
3.2.1用户在本小程序中可以免费添加最多50个产品。超过此数量后，用户需付费才能继续添加更多产品。请确保您了解并接受此条款，以便顺利使用我们的服务。
3.2.2小果图册服务只提供图库创建与维护、产品管理、产品展示,产品分享、公司介绍等功能服务，小果图册不参与图库内的任何产品交易和任何交易相关的费用结算，小果图册不对图库内的任何产品担保，不向任何第三人承担共同责任。
3.3 服务使用规则
3.3.1您在小果图册服务中或通过小果图册服务所传送、发布的任何内容并不反映或代表，也不得被视为反映或代表小果图册的观点、立场或政策，小果图册对此不承担任何责任。
3.3.2您不得利用小果图册服务进行如下行为:
(1)提交、发布虚假信息，或盗用他人头像或资料，冒充、利用他人名义的;
(2)强制、诱导其他您关注、点击链接页面或分享信息的:
(3)虚构事实、隐瞒真相以误导、欺骗他人的;
(4)利用技术手段批量建立虚假账号的;
(5)利用小果图册服务从事任何违法犯罪活动的:
(6)制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的;
(7)其他违反法律法规规定，侵犯其他您合法权益、干扰小果图册正常运营或小果图册未明示授权的行为;
(8)发布包含医疗、药材、成人用品、仿真枪、烟草、烟花爆竹或者其他违规内容;
3.3.3 如收到他人举报或投诉，发现您的图库存在违反法律法规、本协议或相关规则的情形或问题，小果图册有权直接做出其认为合理的处理，包括但不限于通知修改、删除相关信息，停止被协议项下的服务内容等。前述约定不代表小果图册应对您的行为承担任何连带责任，您应对此产生的法律责任独立负责。
3.3.4对于免费用户，如果在180天内未使用本平台，系统将视为您已决定不再使用我们的服务，并已自行保存相关数据。届时，平台将删除您的账户资料以回收存储空间，所有资料将无法恢复。因资料删除所导致的任何损失，您将自行承担责任。请定期使用我们的服务，以确保您的资料安全。
3.3.5对于付费用户，账户到期后将有60天的等待期。在此期间，超出免费额度的资源将被保留，但无法使用。如果在等待期结束后未续费，平台将删除所有超出免费额度的资源，且这些资料将无法恢复。请及时续费，以确保您的数据安全。
3.3.6小果图册可能会投放广告，以支持平台的运营和发展。用户在使用本小程序时，可能会看到相关广告内容。所有广告均由平台管理，用户的使用体验可能会受到广告展示的影响。我们将尽力确保广告内容的相关性和适宜性，但不对广告内容的准确性和合法性负责。用户在点击广告后，需自行判断并承担相关风险。
4、法律责任
4.1用户责任
4.1.1您应遵守《微信公众平台服务协议》中关于“法律责任”的约定，除非该等约定与本协议存在冲突。
4.1.2 如果我们发现或收到他人举报或投诉您违反本协议约定的我们有权不经通知随时对图库相关内容，包括但不限于对您的文字、图片进行审查、删除，并视情节轻重对违规账号处以包括但不限于警告、账号封禁、设备封禁、功能封禁的处罚，且通知您处理结果。
4.1.3您理解并同意，因您违反相关法律法规或本协议约定引发的任何后果，均由您独立承担责任、赔偿损失，与我们无关。如侵害到小果图册或他人权益的，您须自行承担全部责任和赔偿一切损失。
4.2本小程序主体保证并承诺，本小程序主体系合法成立的法人依据本协议约定向您提供相关网络服务，并会参考您提出的建议不断改善我们的服务，努力提高您的使用满意度。
4.3责任限制
4.3.1小果图册服务只提供图库创建与维护、产品管理、产品展示产品分享、公司介绍等功能服务，您与第三方之间的产品交易与交易金额，小果图册服务并非其中的参与者，对产品交易过程中产生的一切纠纷不承担任何责任。
4.3.2您理解并确认，我们需要定期或不定期地对小果图册平台或相关的设备进行检修或者维护，且互联网连接能力受到全球网路稳定性、技术状态、使用者所在地与使用的网路、电力供应、政府管制、计算机病毒、黑客攻击等既存不确定性的限制，如因此类情况而造成服务在合理时间内的中断，我们无需为此承担任何责任，但会事先进行通告。
4.3.3您理解并同意，在使用小程序服务的过程中，可能会遇到不可抗力等风险因素，使小程序服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，小果图册将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失小果图册在法律允许的范围内免责。4.4知识产权声明
4.4.1您在使用小程序服务中所发布的文字和上传的图片视频文件不得侵犯他人的知识产权。如您侵犯他人的知识产权造成损失的，该损失(包括为维权而产生的合理支出)由您来承担。
4.4.2 除另有特别声明外，小果图册提供小程序服务时所依托软件的著作权、专利权、代码技术及其他知识产权均归小果图册所有。5、隐私政策
5.1保护用户隐私，小果图册保证不对外公开或向第三方提供您的注册资料及您在使用网络服务时存储在小果图册的非公开内容，但下列情况除外:
(1)事先获得用户的明确授权
(2)根据有关的法律法规要求;
(2)按照相关政府主管部门的要求:
(3)为维护社会公众的利益;
(4)为维护小果图册的合法权益;
6、协议解除和终止
6.1如有下列情形的,我们有权单方面解除本协议,终止向您提供服务:
(1)您为了非法目的而使用小果图册服务的;
(2)您使用小果图册服务损害小果图册或其他第三方合法权益的;
(3)您违反法律法规或本协议约定或违反与腾讯的其他约定的;
(4)根据法律规定用户需要提交真实信息时，您提供的资料不真实、或未能提供合理证明以证明其真实性的;
(5)发布包含医疗、药材、成人用品、仿真枪、烟草、烟花爆竹或者其他违规内容;
6.2 您同意，除上述所述情形外，小果图册有权根据风险及自身业务运营情况需要，在提前30天通知您后，终止向您提供小果图册服务及接口的部分及全部，因此导致您无法使用服务或服务受到限制的，小果图册不构成违约，亦不承担任何法律责任。
6.4您使用小果图册服务即视为您已阅读并同意受本协议的约束。图库小程序主体有权在必要时修改本协议。您可以在相关服务页面查阅最新版本的协议。本协议变更后，如果您继续使用小果图册服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用小果图册服务。
7、违约责任
7.1如您因为使用小果图册服务给小果图册造成损失的或者给第三方造成损失的，该损失(包括为维权而产生的合理支出)由您来承担。
8、法律管
8.1如双方就本协议内容或其执行发生任何争议，双方应友好协商解决;协商不成时，任何一方均可向小果图册所在地的人民法院提起诉讼。
8.2本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律(不包括冲突法)
8.3本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方都具有约束力。
9、协议变更
9.1.您知悉并认可，这是一份动态文档，本协议及其他单项服务协议条款会变更。一旦本协议的内容发生变动，将在小果图册上公布修订之后的内容，该公布行为视为小果图册已经通知用户修订内容。您继续访问和使用小果图册即视为您接受修订后的本协议。
9.2.您在本协议和/或其他单项服务协议条款修改后出现任何使用本服务和/或其他单项服务的行为，则表明您已阅读、知悉并同意修改后的本协议和/或其他单项服务协议条款全部内容。
9.3.如果您不同意我们修改的内容，请您在本协议和/或其他单项服务协议条款修改后(即修改后的本协议、其他单项服务协议条款载明的更新时间后)不要再使用本服务和/或其他单项服务的任何部分，您有权并应当通过立即停止使用小果图册、删除您在小果图册内的信息等方式来终止服务协议。
生效日期:2024年11月20日
  </div>
</template>

